/* The error message shown if an expression inside a Ulysses style sheet uses the wrong data type. The first placeholder is the name of the unexpected type, the second placeholder contains the name of the expected type. */
"UnexpectedType" = "样式定义中意外类型：%@。预期类型：%@。请修复。";

/* The error message shown if an expression inside a Ulysses style sheet uses the wrong setting value. The first placeholder is the unexpected value, the second placeholder contains a comma-separated list of all valid values. */
"UnexpectedStyleValue" = "意外的样式定义类型：%@。预期的是：%@。请修复。";
